Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/urbackup.tmx
Source language: en
Languages: sv

source: tUse symlinks during incremental file backups
sv: Använd symboliska länkar vid inkrementell filbackup

source: tLDAP/AD group and class query
sv: LDAP/AD grupp och klass förfrågan

source: tYou need to create a user to be able to send reports
sv: Du behöver skapa en användare för att kunna skicka rapporter

source: ldap_settings
sv: LDAP/AD

source: validate_name_startup_backup_delay
sv: fördröj start vid uppstart

source: tAllow client-side starting of full file backups
sv: Tillåt klient att starta komplett filbackup

source: right_all
sv: Fulla rättigheter

source: tRemove selected
sv: Ta bort markerad

source: tOk. Reset this error
sv: Ok. Återställ detta fel

source: tWarnings
sv: Varningar

source: tLDAP/AD group key name in query
sv: LDAP / AD-gruppnamn i förfrågan

source: tArchive
sv: Arkiv

source: validate_name_min_file_full
sv: minsta antal kompletta filbackuper

source: tThis server has discovered clients which are currently not configured to use this server.
sv: Den här servern har upptäckt klienter som för närvarande inte är konfigurerade för att använda den här servern.

source: tTime
sv: Tid

source: tLast file backup
sv: Senaste filbackupen

source: tPartition number
sv: Partition nummer

source: confirm_allow_new_client
sv: Vill du verkligen använda en ny klient med samma namn?

source: tThere is a new version of UrBackup server available
sv: Det finns en nyare version tillgänglig av UrBackup server

source: tDo not start file backups if current estimated data usage limit per month is smaller than
sv: Starta inte filbackup om den aktuella uppskattade användningsgränsen per månad är mindre än

source: tMB
sv: MB

source: tAdd client
sv: Lägg till klient

source: tFile
sv: Fil

source: tIncremental image backup
sv: Inkrementell diskbackup

source: action_1
sv: Inkrementell filbackup

source: tAdd parameter
sv: Lägg till parameter

source: really_remove_client
sv: Är du säker på att du vill radera denna klient? Det betyder att klientens alla filer och diskbackuper kommer att radera!

source: tBackups interrupted
sv: Säkerhetskopieringar avbröts

source: tAllow client-side viewing of backup logs
sv: Tillåt att klienter visar backuploggar

source: archived_ref
sv: Diskavbildsbackup som är beroende av denna säkerhetskopia är arkiverad

source: First
sv: Första

source: tStorage usage
sv: Lagringsanvändande

source: incomplete_ref
sv: Inkrementell diskavbildsbackup baserat på denna säkerhetskopiering körs för närvarande

source: tImage backup
sv: Diskavbildsbackup

source: tDo not fail backups in case of hash mismatches or read errors
sv: Misslyckas inte med säkerhetskopieringar i händelse av felaktig hash eller läsfel

source: tTest login with this user
sv: Prova login med denna användare

source: tMax backup speed for local network
sv: Hastighetsbegränsning för lokalt nätverk:

source: tShow
sv: Visa

source: tDownload client from update server
sv: Ladda ner klient från server

source: tTemporary files as file backup buffer
sv: Temporära filer som buffer vid filbackup

source: validate_err_notregexp_image_letters
sv: Felaktigt format för diskbeteckning

source: tInternet/active image backup transfer mode
sv: Överföringsläge för diskavbildssäkerhetskopiering via internet/aktiv klient

source: computername
sv: Datornamn

source: tRequired time
sv: Nödvändig tid

source: tNo data
sv: Ingen data

source: tActivities
sv: Aktiviteter

source: tInternet/active full file backup transfer mode
sv: Överföringsläge för fullständig filsäkerhetskopiering via internet/aktiv klient

source: user_pw_change_ok
sv: Lösenord för användaren har ändrats.

source: tInternet/Active client
sv: Internet-/aktiv klient

source: tAuth key
sv: Autentiseringsnyckel

source: interval_years
sv: år

source: validate_name_min_image_incr
sv: minsta antal inkrementella diskbackuper

source: tSorry, something went wrong or you do not have the required rights to access this file or folder.
sv: Vi beklagar, något gick fel eller så saknas rättigheter för åtkomst till fil eller mapp.

source: tInternet full image style
sv: Internet komplett diskavbild

source: tAlert script
sv: Varningsskript

source: tServer URL for client file/backup access/browsing
sv: Server-URL för klientåtkomst till filer/säkerhetskopior och bläddring

source: tReports
sv: Rapporter

source: action_3_d
sv: Raderar inkrementell diskbackup

source: really_recalculate
sv: Vill du verkligen beräkna statistiken igen? Det kan ta lång tid!

source: tSee here for details on how this can happen.
sv: Se här för detaljer om hur detta kan hända.

source: old_pw_wrong
sv: Gamla lösenordet är fel

source: validate_text_empty
sv: Vänligen fyll i ett värde för {name}

source: forever
sv: för alltid

source: tAlert script parameters
sv: Parametrar för varningsskript

source: tEnable logins via LDAP/AD
sv: Tillåt login via LDAP/AD

source: tPassword for test user
sv: Lösenord för testanvändare

source: storage_usage_bar_graph_title
sv: Lagringsanvändande

source: tLast activities
sv: Senaste aktivitet

source: tLast seen
sv: Sågs sist

source: tUrBackup automatically discovers clients in your local network. If the server is in the same sub-network as the client just install the client and wait for it to be discovered.
sv: UrBackup upptäcker automatiskt klienter i ditt lokala nätverk. Om servern är i samma subnätverk som klienten installerar bara klienten och väntar på att den ska upptäckas.

source: days
sv: dagar

source: tFloating point number
sv: Flyttal

source: delete_now_err
sv: Fel vid borttag av backup:

source: tStop removing client
sv: Avbryt borttagning av klient

source: tClients are removed during the cleanup in the cleanup time window.
sv: Klienter kommer att raderas vid nästa rensningstid.

source: tEnable internet mode (requires server restart)
sv: Aktivera internetläge (kräver omstart av server)

source: tFile system type
sv: Filsystemtyp

source: Processing...
sv: Behandlar...

source: tActions
sv: Handlingar

source: tAccess denied
sv: Åtkomst nekad

source: tPerform autoupdates silently
sv: Utför autouppdateringar i bakgrunden

source: tWith Docker (web interface accessible from client):
sv: Med Docker (webbgränssnittet är åtkomligt från klienten):

source: tAllow client-side pausing of backups
sv: Tillåt klienter att pausa backuper

source: tHashed
sv: Hashad

source: tEncrypted transfer
sv: Krypterad överföring

source: tErrors
sv: Fel

source: tStatus
sv: Status

source: interval_seconds
sv: sekunder

source: tConnect to Internet backup server if connected to local backup server
sv: Anslut till internet backupserver om ansluten till lokal backupserver

source: new_alert_script_name
sv: Ange namn för det nya varningsskriptet

source: tChanging password failed:
sv: Byte av lösenord misslyckades:

source: tMinimal number of full image backups
sv: Minsta antal kompletta diskbackuper

source: tInternet auth key
sv: Internet autentiseringsnyckel

source: validate_name_max_file_incr
sv: högsta antal inkrementella filbackuper

source: tDiscover new local/passive client accross networks
sv: Upptäck ny lokal/passiv klient över nätverk

source: tIP
sv: IP

source: action_2
sv: Komplett filbackup

source: tRepeat password
sv: Repetera lösenord

source: validate_name_min_image_full
sv: minsta antal kompletta diskbackuper

source: tWindows components backup configuration
sv: Windows-komponentens konfiguration av säkerhetskopia

source: hours
sv: timmar

source: tCreate user
sv: Skapa användare

source: tAdd new Internet client/client behind NAT
sv: Lägg till ny klient/ny klient bakom NAT

source: Save
sv: Spara

source: tSelect none
sv: Välj inga

source: overview
sv: Översikt

source: remove_image_failed
sv: Se serverns loggfil för detaljer.

source: tVersion
sv: Version

source: username_empty
sv: Var vänlig fyll i ett användarnamn

source: validate_name_archive_every
sv: Arkivera varje

source: tSend test mail to this email address after saving the settings (leave empty to not send a test mail)
sv: Skicka testmejl till denna adress efter att inställningarna har sparat (låt vara tomt i fall inget testmejl ska skickas)

source: tLevel
sv: Nivå

source: (filtered from _MAX_ total entries)
sv: (filtrerad från _MAX_totala inlägg

source: validate_text_notint
sv: Vänligen fyll i ett numeriskt värde för {name}

source: tFailed
sv: Misslyckade

source: tList of volumes for which the change block tracking should be crash persistent
sv: Förteckning över enheter för vilka ändring av "block tracking" ska vara persistent vid krasch

source: starting_backup_failed
sv: Start av backup misslyckades

source: tArchival
sv: Arkivering

source: nav_item_1
sv: Inställningar

source: hour
sv: timmar

source: tCompress local/passive transfers
sv: Komprimera lokala/passiva överföringar

source: completed_with_issues
sv: Klar men det uppstod problem.

source: tAdded new client with name:
sv: La till ny klient med namn:

source: validate_name_max_active_clients
sv: max antal nyligen aktiva klienter

source: tDelete group
sv: Ta bort grupp

source: tSet the internet server port to:
sv: Port för internetadress:

source: tOk. Stop showing this error
sv: Ok. Sluta visa detta fel

source: tMaximal number of full file backups
sv: Högsta antal kompletta filbackuper

source: client_starting_up
sv: Startar klienten

source: tAllow client-side starting of image backups
sv: Tillåt att klienter startar diskbackup

source: Minimize
sv: Minimera

source: interval_milliseconds
sv: millisekunder

source: validate_text_notregexp
sv: Formatet för {name} är fel. Rätta det.

source: tStop
sv: Stopp

source: database_error_text
sv: Ett fel uppstod när försök till åtkomst eller kontrollerade UrBackups interna databas. Det betyder att den här databasen är förmodligen skadad eller att det inte finns tillräckligt med ledigt utrymme. Om detta fel kvarstår, återställ databasen (filerna backup_server.db, backup_server_files.db, backup_server_links.db, backup_server_link_journal.db och backup_server_settings.db) från en säkerhetskopia. Se loggfilen för detaljer.

source: tAllow clients to start component restores
sv: Tillåt klienter att starta komponentåterställningar

source: storage_usage_pie_graph_colname1
sv: Datornamn

source: tClients try to connect via Internet/active client
sv: Klienter försöker ansluta via internet-/aktiv klient

source: tUrBackup live log
sv: UrBackup rullande log

source: tInternet incremental file backup transfer mode
sv: Internet inkrementell filbackup överföringsläge

source: tMail server port
sv: Mejlserver port

source: tVolume name
sv: Enhetens namn

source: users
sv: Användare

source: mail_settings
sv: Mejl

source: group_delete_failed
sv: Ta bort gruppen misslyckades

source: Maximize
sv: Maximera

source: tDo full file backups as Internet/active client
sv: Gör fullständiga filsäkerhetskopior som internet-/aktiv klient

source: tLDAP/AD class key name in query
sv: LDAP / AD-klassnamn i förfrågan

source: tNo backups of this client yet
sv: Inga säkerhetskopior av den här klienten än

source: tString
sv: Sträng

source: tSelect client from current group (double-click to change settings):
sv: Välj klient från aktuell grupp (dubbelklicka för att ändra inställningar):

source: tNumber of threads to use for VHDZ compression (0: auto)
sv: Antal trådar att använda för VHDZ-komprimering (0: automatiskt)

source: No matching records found
sv: Inga motsvarande poster hittades

source: tLocal/passive incremental file backup transfer mode
sv: Överföringsläge för inkrementell lokal/passiv filsäkerhetskopiering

source: action_14
sv: Nattlig rensning

source: tDo not do image backups
sv: Skapa inga diskbackuper

source: tNext archival
sv: Nästa arkivering

source: tGlobal soft filesystem quota
sv: Globalt filsystemskvot

source: tTime interval (h, min, s)
sv: Tidsintervall (h, min, s)

source: password_empty
sv: Var vänlig fyll i ett lösenord

source: tMax recently active clients
sv: Max antal nyligen aktiva klienter

source: tImage Backups
sv: Diskbackuper

source: validate_err_notregexp_server_url
sv: Serverns URL bör vara en URL som börjar med http: // eller https: //

source: about_urbackup
sv: Om UrBackup

source: tLocal/passive image backup transfer mode
sv: Överföringsläge för lokal/passiv diskavbildssäkerhetskopiering

source: tClients are removed during the cleanup time window, if they are offline.
sv: Klienter tas bort under rensningstiden om de är offline.

source: tBackup Statistics
sv: Backup statistik

source: tList of volumes for which change block tracking should be used (if available)
sv: Förteckning över enheter för vilka ändring av "block tracking" ska användas (om tillgänglig)

source: tEdit scripts
sv: Redigera skript

source: default_group
sv: Förval

source: tServer
sv: Server

source: tCalculate file-hashes on the client
sv: Beräkna fil-hashar på klienten

source: tLast modified
sv: Senast ändrad

source: tReport script
sv: Rapportskript

source: tBackup is marked for deletion. Do not delete
sv: Säkerhetskopian är markerad för radering. Ta inte bort

source: validate_name_max_image_incr
sv: högsta antal inkrementella diskbackuper

source: action_16
sv: Lagringsmigrering

source: tDelete domain
sv: Ta bort domän

source: Search:
sv: Sök:

source: tLocal/passive full file backup transfer mode
sv: Överföringsläge för fullständig lokal/passiv filsäkerhetskopiering

source: tClient
sv: Klient

source: nospc_fatal_text
sv: Det finns för tillfället inte tillräckligt med utrymme i säkerhetskopieringsmappen. UrBackup försökte radera gamla diskavbilder och filsäkerhetskopior men saknar behörighet att radera mer. Ändra inställningarna: spara färre säkerhetskopior eller tillåt att UrBackup använder mer utrymme.

source: tMail server password
sv: Mejlserver lösenord

source: tAbout UrBackup
sv: Om UrBackup

source: Show/hide columns
sv: Visa/dölj kolumner

source: dir_error_text
sv: Sökvägen som UrBackup vill spara backuper i är ej tillgänglig. Ändra sökväg i Inställningar eller genom att ge UrBackup rättigheter till denna sökväg.

source: tLogin with username and password
sv: Logga in med användarnamn och lösenord

source: action_1_d
sv: Raderar inkrementell filbackup

source: tEdit report script
sv: Redigera rapportskript

source: tInternet
sv: Internet

source: tWith Selected
sv: Med utvalda

source: tEncrypted Internet/active transfer
sv: Krypterad internet-/aktiv överföring

source: tTo version:
sv: Till version:

source: tClients
sv: Klienter

source: tBackup window for full image backups
sv: Tidsintervall för komplett filbackup

source: tAllow clients to start file restores
sv: Tillåt klienter att starta filåterställningar

source: tSend reports to
sv: Skicka rapporter till

source: tVolume size
sv: Enhetens storlek

source: tArchived
sv: Arkiverad

source: week
sv: veckor

source: tMaximal number of incremental file backups
sv: Högsta antal inkrementella filbackuper

source: tDatabase cache size during batch processing
sv: Databasens cachestorlek under batchbearbetning

source: tSend
sv: Skicka

source: tNumber of parallel server file hash threads per file backup
sv: Antal parallella servertrådar för filhashning per filsäkerhetskopia

source: tEncrypt local/passive transfers
sv: Kryptera lokala/passiva överföringar

source: tDebugging: Verify file backups using client side hashes
sv: Felsökning: Verifiera filbackup med hjälp av klientsidans hash

source: tBased on last image backup
sv: Baserat på senaste diskbackupen

source: tAutomatically backup UrBackup database
sv: Automatisk backup av UrBackup databas

source: tRestore Linux image
sv: Återställ Linux-diskavbild

source: action_17
sv: Startåterställning

source: tNo backups
sv: Inga säkerhetskopior

source: tFile backups
sv: Filbackuper

source: tInterval for full image backups
sv: Intervall för kompletta diskbackuper

source: alert_file_mult
sv: Antal gånger intervallet för filsäkerhetskopiering får passera innan dess status sätts till inte OK

source: tInternet full file backup transfer mode
sv: Internet komplett filbackup överföringsläge

source: action_9
sv: Återställ disk

source: tMax backup speed for local/passive transfers
sv: Högsta säkerhetskopieringshastighet för lokala/passiva överföringar

source: tDo not do file backups
sv: Skapa inga filbackuper

source: tInternet/active incremental file backup transfer mode
sv: Överföringsläge för inkrementell filsäkerhetskopiering via internet/aktiv klient

source: ident_err
sv: Servern avvisade

source: tSum
sv: Summa

source: general_settings
sv: Generell

source: image_backup
sv: Diskavbildsbackup

source: tAdd additional internet clients
sv: Lägg till ytterligare internet klienter

source: tChanged password successfully
sv: Lösenord ändrades

source: tTotal max backup speed for Internet/active connection
sv: Total högsta säkerhetskopieringshastighet för internet-/aktiv anslutning

source: tTest login succeeded. Rights of user:
sv: Test login fungerade. Rättigheter för användare:

source: action_5
sv: Återupptagen inkrementell filbackup.

source: tDelay after system startup
sv: Fördröjd start

source: weeks
sv: veckor

source: tDownload folder as ZIP
sv: Ladda ner mappen som zip-fil

source: tmonth
sv: månader

source: tWith Docker (web interface not accessible from client):
sv: Med Docker (webbgränssnittet är inte åtkomligt från klienten):

source: tSender E-Mail Address
sv: Avsändar mejladress

source: tVolumes to snapshot in groups during file backups
sv: Enheter till ögonblicksbild i grupper under filbackup

source: tNone
sv: Ingen

source: tConnect via HTTP(S) proxy (leave empty to connect without)
sv: Anslut via HTTP(S)-proxy (lämna tomt för att ansluta utan proxy)

source: tOk. Stop showing this.
sv: Ok. Sluta visa detta.

source: tDownload preconfigured client installer for Mac OS X
sv: Ladda ner förinställd klientinstallation för Mac OS X

source: tInternet image backup transfer mode
sv: Internet diskbackup överföringsläge

source: tCancel
sv: Avbryt

source: tVolume
sv: Enhet

source: validate_name_max_file_full
sv: högsta antal kompletta filbackuper

source: action_8
sv: Filåterställning

source: tFull image backup
sv: Komplett diskbackup

source: tInterval for full file backups
sv: Intervall för kompletta filbackuper

source: tSet the internet server to:
sv: Ställ in Internet-servern till:

source: tDownload client for Windows
sv: Ladda ner klient för Windows

source: tSeparate settings for this client
sv: Separata inställningar för denna klient

source: authentication_err
sv: Fle vid serverautentisering

source: validate_name_update_freq_full
sv: intervall för kompletta filbackuper

source: tAllow client-side starting of incremental file backups
sv: Tillåt klienten att starta inkrementell filbackup

source: tIndexing...
sv: Indexerar...

source: tCleanup time window
sv: Rensningstid

source: nav_item_3
sv: Loggar

source: tMin
sv: Min

source: tProgress
sv: Framsteg

source: tShow log
sv: Visa log

source: tLocal incremental file backup transfer mode
sv: Överföringsläge för inkrementell lokal filsäkerhetskopia

source: tAlternatively after you installed the client from:
sv: Alternativt efter att du installerat klienten från:

source: tChange rights
sv: Ändra rättigheter

source: tEnable internet mode
sv: Aktivera internetläge

source: tCompressed VHDX (Compressed non-standard Virtual HardDisk v2) (beta)
sv: Komprimerad VHDX (komprimerad icke-standardiserad virtuell hårddisk v2) (beta)

source: tDefault value:
sv: Förvalt värde:

source: tWithout firewall/NAT: Enable internet only mode if you only plan to use the client via internet. On Linux by changing INTERNET_ONLY to true in /etc/default/urbackupclient or /etc/sysconfig/urbackupclient
sv: Utan brandvägg/NAT: Aktivera endast Internet-läge om du bara planerar att använda klienten via internet. På Linux genom att ändra INTERNET_ONLY till true i /etc/default/urbackupclient eller /etc/sysconfig/urbackupclient

source: trying_to_stop_backup
sv: Försöker stoppa backup. Det kan ta en stund

source: tPreparing restore. Please be patient...
sv: Förbereder återställning. Var god vänta...

source: really_remove_clients
sv: Vill du verkligen ta bort dessa klienter? Alla deras filer och avbildnings backuper kommer tas bort!

source: tIf you want a client to use multiple backup servers this server's identity is:
sv: Om du vill ansluta klienter till flera servrar så är denna servers adress:

source: interval_minutes
sv: minuter

source: nav_item_6
sv: Status

source: tUrBackup will use non-sandboxed server operating system functionality to mount the image. Only mount the image if you trust its source.
sv: UrBackup använder funktionaliteten i ett server operativsystem som inte körs sandboxad för att montera diskavbilden. Montera bara diskavbilden om du litar på källan.

source: tInfo
sv: Info

source: nospc_stalled_text
sv: Det finns för närvarande inte tillräckligt med ledigt utrymme i säkerhetskopieringsmappen. UrBackup tar bort gamla bild- och filbackupar för att frigöra utrymme, inom gränserna som definieras av inställningarna. Under denna processen minskar säkerhetskopieringens prestandan och säkerhetskopieringen stannar av.

source: min
sv: minut

source: tRepeat new password
sv: Repetera nytt lösenord

source: action_6
sv: Återupptagen komplett filbackup.

source: tLDAP/AD server port
sv: LDAP/AD server port

source: tInternet/active incremental image style
sv: Stil för inkrementell diskavbild via internet/aktiv klient

source: tDownload client for Linux
sv: Ladda ner klient för Linux

source: tName of new Internet client/client behind NAT
sv: Namn på ny klient/klient bakom NAT

source: tLDAP/AD server name
sv: LDAP/AD server namn

source: tImages
sv: Avbildningar

source: validate_err_notregexp_internet_server
sv: Internet-servernamnet ska vara ett värdnamn eller en IP-adress

source: tDefault authentication key:
sv: Förvald autentiseringsnyckel

source: mins
sv: minuter

source: tMinimum log level
sv: Minsta lognivå

source: tStarting time
sv: Starttid

source: interval_days
sv: dagar

source: tIP/hostname of client to be discovered
sv: IP/hostnamn på klient som ska hittas.

source: tNo extra clients
sv: Inga extra klienter

source: tPartition style
sv: Partition stil

source: exchanging_settings
sv: Utbyter inställningar

source: tMail server username (empty for none)
sv: Mejlserver användarnamn (tomt för inget)
